
# 1) შექმენით 1 ცვლადი და ჩაწერეთ თქვენი სახელი(String).
my_name="ana"
# 2) შექმენით 2 ცვლადი და ჩაწერეთ თქვენი საყვარელი ფერები(String).
fav_colour="blue"
fav_colour2="pink"
# 3) შექმენით 3 ცვლადი და შეინახეთ თქვენი და თქვენი მეგობრების ასაკები(Integer).
my_age="13"
my_friend_age="13"
my_friend_age2="13"
# 4) შექმენით 4 ცლვადი და თითოეულში შეინახეთ თქვენი ოჯახის წევერების სახელები.
mom="tamari"
sister="mari"
brother="nika"
dad="irakli"
# 5) შექმენით 2 ცვლადი და შეინახეთ მნიშვნელობა, გყავთ თუარა შინაური ცხოველი/ფრინველი(Boolean).
animal=False
bird=True
# 5) კომენტარებით ახსენით რა განსხვავებაა თითოეულ მონაცემთა ტიპში.
#string-ბრჭყალებში ჩაწერილი ნებისმიერი ინფორმაცია(str)
#integer-მთელი რიცხვები(int)
#boolean-სწორი და არასწორი პირობა(True and False)
#float-ათწილადი



